Repository: rpgmem/wp-geofence
Catalog: languages/wp-geofence-*.po
Languages: pt_br

source: 1. Core Attributes
pt_br: 1. Atributos Essenciais

source: 2. Security & Performance
pt_br: 2. Segurança e Desempenho

source: 3. Live Example
pt_br: 3. Exemplo Ao Vivo

source: Access denied: the content is only available during a specific period.
pt_br: Acesso negado: o conteúdo está disponível apenas durante um período específico.

source: Access denied: you are outside the authorized area.
pt_br: Acesso negado: você está fora da área autorizada.

source: Allowed coordinates. Format: lat:-23.5;lng:-46.6;radius:100. Multiple areas via pipe | or newline.
pt_br: Coordenadas permitidas. Formato: lat:-23.5;lng:-46.6;radius:100. Múltiplas áreas via barra vertical | ou nova linha.

source: Are you sure you want to reset all settings to their original state? This will delete your default coordinates and custom messages.
pt_br: Tem certeza de que deseja redefinir todas as configurações para o estado original? Isso excluirá suas coordenadas padrão e mensagens personalizadas.

source: Attribute
pt_br: Atributo

source: Browser Persistence (Cache)
pt_br: Persistência do Navegador (Cache)

source: Cache Accuracy Tolerance
pt_br: Tolerância de Precisão do Cache

source: Cache Expiration (TTL)
pt_br: Expiração do Cache (TTL)

source: Daily time window (HH:MM). Uses server time to prevent local clock tampering.
pt_br: Janela de tempo diária (HH:MM). Usa o horário do servidor para evitar adulteração do relógio local.

source: Date range (YYYY-MM-DD). If omitted, restrictions are time-only based on today.
pt_br: Intervalo de datas (AAAA-MM-DD). Se omitido, as restrições são baseadas apenas no horário de hoje.

source: Date/Time limit message
pt_br: Mensagem de limite de data/hora

source: Default Redirect (Optional)
pt_br: Redirecionamento Padrão (Otpcional)

source: Default Shortcode Behaviors
pt_br: Comportamentos Padrão de Códigos Curtos

source: Description
pt_br: Descrição

source: Details
pt_br: Detalhes

source: Disabled (Date/Time restriction only)
pt_br: Desativado (Apenas restrição de data/hora)

source: Enable Local Cache
pt_br: Ativar Cache Local

source: Enabled (Verify GPS location)
pt_br: Ativado (Verificar localização GPS)

source: Enables ("yes") or disables ("no") GPS request. Use "no" for time-only restrictions.
pt_br: Ativa ("yes") ou desativa ("no") a solicitação de GPS. Use "no" para restrições apenas de tempo.

source: Error obtaining your location.
pt_br: Erro ao obter sua localização.

source: Example: lat:-23.56; lng:-46.65; radius:50
pt_br: Exemplo: lat:-23,56; lng:-46,65; radius:50

source: Global Default Areas
pt_br: Áreas de Padrão Globais

source: Global GPS Restriction
pt_br: Restrição Global de GPS

source: GPS Error message
pt_br: Mensagem de erro do GPS

source: GPS Min Accuracy (meters)
pt_br: Precisão Mínima do GPS (metros)

source: High (Strip content from HTML)
pt_br: Alto (Remover conteúdo do HTML)

source: I understand this action is irreversible.
pt_br: Entendo que esta ação é irreversível.

source: If "yes", content is only loaded/injected after location is confirmed.
pt_br: Se a resposta for "yes", o conteúdo só será carregado/inserido após a confirmação da localização.

source: If "yes", content is removed from server HTML until validated. Most secure.
pt_br: Se "yes", o conteúdo é removido do HTML do servidor até ser validado. Máxima segurança.

source: Improves UX by remembering user location.
pt_br: Melhora a experiência do usuário ao memorizar sua localização.

source: Lazy Load Content
pt_br: Carregamento Lento de Conteúdo

source: Low (Hide via CSS only)
pt_br: Baixo (Ocultar somente via CSS)

source: Message shown when content is restricted by date or time limits.
pt_br: Mensagem exibida quando o conteúdo está restrito por data ou horário.

source: Message when outside area
pt_br: Mensagem quando estiver fora da área

source: No (Standard injection)
pt_br: Não (Injeção padrão)

source: No Cache
pt_br: Sem Cache

source: Overview
pt_br: Visão geral

source: Position updated — access revoked.
pt_br: Posição atualizada — acesso revogado.

source: Precision insufficient:
pt_br: Precisão insuficiente:

source: Restore Defaults
pt_br: Restaurar Padrões

source: Restore Factory Defaults
pt_br: Restaurar Configurações de Fábrica

source: Restringe conteúdo baseado na localização geográfica do usuário e limites de data/hora.
pt_br: Restringe conteúdo com base na localização geográfica do usuário e limites de dados/hora.

source: Saves valid position in browser for a specific time to avoid multiple GPS popups.
pt_br: Salva a posição válida no navegador por um período específico para evitar múltiplas janelas pop-up do GPS.

source: Security Level (Strict)
pt_br: Nível de Segurança (Rigoroso)

source: Settings
pt_br: Configurações

source: Settings restored to default values.
pt_br: Configurações restauradas aos valores padrão.

source: Usage Guide & Documentation
pt_br: Guia de Utilização e Documentação

source: Wipe & Restore Now
pt_br: Apagar e Restaurar Agora

source: WP Geofence allows you to protect content based on geographic location and time intervals. Below are the details for the [geofence] shortcode attributes.
pt_br: O WP Geofence permite proteger conteúdo com base na localização geográfica e em intervalos de tempo. Abaixo estão os detalhes dos atributos do shortcode [geofence].

source: Yes (Optimized loading)
pt_br: Sim (Carregamento otimizado)

source: Your browser does not support geolocation.
pt_br: Seu navegador não suporta geolocalização.
